---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MassInstanceUtils
source: html/ae3f5928-d1b2-efab-cf4c-dfcaba6ee545.htm
---
# MassInstanceUtils Members

Create a MassLevelData (Mass Floor) to associate a Level with a mass instance.